export const projects = [
    {id: 0, type: "greenBorder", title: "Covid-19", description: "(done with the help of Hussein telegram: @Hussein_SH09) In this project, We talk about what is the disease of the Coronavirus, symptoms, treatment and method of prevention. showing the percentage of infected, recovery, and death cases, and the method of booking to receive the vaccine.", link: null , btnText: "See webiste"},
    {id: 1, type: "greenBorder", title: "Consultation", description: "a consultation talk about how to convert the tables of dry bulb and depression to find the relative humidity and dew point into programming form", link: "/files/consultation.pdf", btnText: "See file"}
]

export const customersOpinion = [
    {id: 0, type: "greenColor", langType: "ar", img: "/manImg.jpg", name: "رأي بشار: ", description: `حبيبي حسوني الحمدلله
    بخير دام شفت حروف منك مشتاقلك💜
    المشروع حلو وعجب الكل وقنعتهم بـ سمنرات سابقة الحمدلله وانت من تحجي ؏ مهندس حسن لا تگلي اتقيد بكلام 5 اسطر لأن انت عملاق وهالشي قليل بحقك من ناحية التعامل ف گايلك انت عبرت النجومية شغل حلو ومرتب واي فجوات ماكو وحتلو اكو ف ما قصرت وما گلت لا ما اكدر بالعكس حتى امور خارج المشروع سعيت بيها واتواصلت ويا كل الاطراف اتمنالك التوفيق بحياتك العلمية والمهنية يا حبيبي💜💜`},
    {id: 1, type: "greenColor", langType: "ar", img: "/manImg.jpg", name: "رأي المهندس سامر: ", description: "الغالي عاشت ايدك مضبوط هي هاي الطريقة الصحيحة, انته دوة على الجرح, شغلكم مرتب." }
]

export const hassanTahseenAbdAlrethaFriendsOpinionAr = [
    {
        id: 0,
        username: "mohfalih1@",
        message: "في الأنستغرام يقول: الصراحة أشوفك دتحاول تسوي الأحسن دائما تحاول تطور نفسك التفاصيل و هذا الصح الله يوفقك ان شاء الله."
    },
    {
        id: 1,
        username: "bme.17.050@",
        message: "في الأنستغرام تقول: شخص طموح يريد يحقق هدف بباله, مو بس هالشي و انما يحب يساعد الغير و يحب يشوفهم مبدعين مثله."
    },
    {
        id: 2,
        username: "0toil@",
        message: "تقول: شخص طموح.",
    },
    {
        id: 3,
        username: "sadiq_allawi@",
        message: "في الأنستغرام يقول: شخص يدفع الأشخاص الحوالي يقدمون اكثر و اكثر عاشت ايدك يا بطل.",
    },
    {
        id: 4,
        username: "masha.23_s@",
        message: "في الأنستغرام تقول: شخص طموح و ناجح, و عنده اصرار على التنفيذ أذا شي مافهمه او اذا فكرة جديدة عليه.",
    },
    {
        id: 5,
        username: "t1b1rk@",
        message: "في الأنستغرام تقول: شخص طموح.",
    },
    {
        id: 6,
        username: "bol6_@",
        message: "في الأنستغرام تقول: طموح كلش و دايحفزني اشتغل على نفسي هم.",
    },
    {
        id: 7,
        username: "Zahramajeed6@",
        message: "في التيليكرام تقول: شخص جدي جدا, الفكرة ياخذها و يفكر بيها من كل الجوانب يلا يوافق عليها. القواعد الي مخليها كلش حلوة و منطقية وواقعية. ومهتم بحلمه بشكل كثير.",
    },
    {
        id: 8,
        username: "mk5iq@",
        message: "من الأنستغرام يقول: شخص طموح و الأمور اللي دتسويهن هنه مجرد لعبة بين أديك.",
    },
    {
        id: 9,
        username: "_3thmann@",
        message: "من الأنستغرام يقول: شخص طموح و ديشتغل على نفسه.",
    },
    {
        id: 10,
        username: "hiba_saad_25@",
        message: "من الأنستغرام تقول: شخص طموح.",
    },
    {
        id: 11,
        username: "a_a_14_@",
        message: "من الأنستغرام تقول: شخص ديتعب بشي هوه هواية و بنفس الوقت يعرف كلش زين بي مستقبل روعه اذا يتعب بي.",
    },

]
export const hassanTahseenAbdAlrethaFriendsOpinionEn = [
    {
        id: 0,
        username: "@malakhas",
        message: "she says: he is punctual and can be trusted because he respects work ethics",
    },
]

export const hassanTahseenAbdAlrethaCustomersOpinionAr = [
    {
        id: 0,
        username: "بشار:",
        message: ` حبيبي حسوني الحمدلله
    بخير دام شفت حروف منك مشتاقلك💜
    المشروع حلو وعجب الكل وقنعتهم بـ سمنرات سابقة الحمدلله وانت من تحجي ؏ مهندس حسن لا تگلي اتقيد بكلام 5 اسطر لأن انت عملاق وهالشي قليل بحقك من ناحية التعامل ف گايلك انت عبرت النجومية شغل حلو ومرتب واي فجوات ماكو وحتلو اكو ف ما قصرت وما گلت لا ما اكدر بالعكس حتى امور خارج المشروع سعيت بيها واتواصلت ويا كل الاطراف اتمنالك التوفيق بحياتك العلمية والمهنية يا حبيبي💜💜`
    }, 
    {
        id: 1,
        username: "سامر: ",
        message: "الغالي عاشت ايدك مضبوط هي هاي الطريقة الصحيحة, انته دوة على الجرح, شغلكم مرتب."
    }
]